[
  {
    "title": "Congratulations",
    "artist": "MGMT",
    "rating": "7",
    "favoriteTrack": "Flash Delirium",
    "description": "Every song here is pure brilliance wrapped in mesmerizing psychedelia, filled to the brim effervescent poignancy and the LYRICISM of a THOUSAND SUNS, if the suns could talk. If the suns were possessed by some Thom Yorke entity hot off the tails of three extremely popular singles who like Dan Treacy and Brian Eno to the point where they want to pay tribute to them in the best way possible, who could just fucking MAKE a 12-minute contemporary Bohemian Rhapsody, ehmmm... they would give this to the world. The suns would produce this emotional, mindfuck rollercoaster of an album and HURL it DIRECTLY INTO FLORIDA, everyone would HATE IT UNTIL THEY GOT OVER THEMSELVES, ROXWIZE WOULD LOVE IT, EVERYONE WOULD LOVE IT. I'VE MADE MY MIND UP.......!!!!!!!!! Working in your bloooood, but you know it's not the same as love, LOOOOVE IS ONLY IN YOUR MIIIIND!",
    "listenedOn": "November 19, 2023",
    "releaseYear": "2010",
    "cover": "https://coverartarchive.org/release/2b3da57d-e41c-39be-9440-677286b698c3/7729997659-500.jpg",
    "databases": {
      "musicbrainz": "8a10ef49-ad7c-404c-9937-6727ee3a401e",
      "discogs": "240064",
      "wikidata": "Q1932439"
    }
  },
  {
    "title": "Nothing Perfect Is To Ever Be Found Here",
    "artist": "super going",
    "rating": "5",
    "favoriteTrack": "A Lot That Happened",
    "description": "Large, spacious, and various, this album never chooses to settle on one place for too long. In its 6 tracks spanning 58 minutes, it never managed to bore me even once, with each song going through a transformation of its own as the track progresses. It isn't perfect, and it has some minor annoyances throughout, but it's a damn good ambient album nonetheless.",
    "listenedOn": "November 17, 2023",
    "releaseYear": "2023",
    "cover": "/static/img/albums/03.jpg",
    "databases": {
      "bandcamp": "https://fakenumberland.bandcamp.com/album/nothing-perfect-is-to-ever-be-found-here"
    }
  },
  {
    "title": "Draft 7.30",
    "artist": "Autechre",
    "rating": "6.5",
    "favoriteTrack": "RENIFORM PULS",
    "description": "A foreboding and futuristic-sounding work that is as ominous as it is strangely nostalgic. This album contains some of the most striking song titles I've seen on an Autechre release, and the songs are just as heavy-hitting, fluctuating between quaint, subtle optimism in the first half of IV VV IV VV VIII, and unabashed percussion-centric mayhem in XYLIN ROOM and V-PROC. This album gives me the strongest sense of deja vu, and I've become very attached to it for how charming the songs are, despite their perceived coldness and inhumanity. It's like the playfulness of Quaristice mixed with the bleakness of Confield.",
    "listenedOn": "November 14, 2023",
    "releaseYear": "2003",
    "cover": "https://coverartarchive.org/release/fdfc01e4-eeb3-4c9e-8d34-83c3f04993b3/3785945148-500.jpg",
    "databases": {
      "discogs": "960",
      "musicbrainz": "1a6d6f6e-2988-3272-9e29-2d7edd258015",
      "wikidata": "Q3038579",
      "bandcamp": "https://autechre.bandcamp.com/album/draft-730"
    }
  },
  {
    "title": "L-event",
    "artist": "Autechre",
    "rating": "5",
    "favoriteTrack": "tac Lacora",
    "description": "A very dark and noisy companion LP to Exai that offers the same bombastic-as-shit first impression as Gantz Graf while being as inaccessible as Untilted. tac Lacora has become one of my favorite tracks from them with how frantic and all-over-the-place it is. It closes on newbound, which sounds a lot more friendly.",
    "listenedOn": "November 12, 2023",
    "releaseYear": "2013",
    "cover": "https://coverartarchive.org/release/a117a1c8-7650-4d22-b254-94fe9ab33f7a/5397384614-500.jpg",
    "databases": {
      "discogs": "606561",
      "musicbrainz": "504ff908-9093-4cba-bb63-666c32d221bf",
      "wikidata": "Q14928303",
      "bandcamp": "https://autechre.bandcamp.com/album/l-event"
    }
  }
]