[
  {
    "title": "CHROMAKOPIA",
    "artist": "Tyler, the Creator",
    "rating": ["8.5", "10"],
    "favoriteTrack": "St. Chroma",
    "description": "I have no experience with hip-hop, or jazz(?), or anything like that. I think the closest to either that I've listened to is a Tyler, the Creator demo from 2020, and maybe some Bon Iver songs and Giant Steps. So this was all fairly new and frightening to me! Fortunately all of my friends are into this sort of thing, so it wasn't like the awful, awful experience I had listening to Brat (which I refuse to review on here solely because of how genuinely detestable it is). I am not the kind of person who listens to albums as they come out, i.e. what charts, because I'm pretentious. I think I did start doing it this year, but only with Again by OPN; I listened to Brat really late after the overblown excitement died down, and that taught me that I was to never listen to popular music again.<br><br>Fortunately, Tyler is not shitty synthpop done horribly wrong. From this first experience with his music, I can tell you that his music is bloody amazing, and completely blew me away! As with any good album it gets better on successive listens, which is distinct from pop music which just gets more awful the more you listen to it.<br><br>The introductory framing paragraphs are over because I realize I might be sounding more pretentious than I'd like! So How Is the Album? It is really, really good! I don't think an opening track has blown me away like this since, um... uhh... Kid A! And that was ages ago! 23 years! I wasn't even born! And even Everything In Its Right Place didn't make me start yelling \"WHAT THE FUCK\" over and over while my ears just metaphorically spewed cum everywhere. Damn St. Chroma is good. Maybe Thom Yorke should put more whispering rapping in his music with, like, harmonies of cool men singing about being the light. It's all very dramatic and exciting! You hear them chanting \"I gon' make it out!\" And you go haha, yeah! Can you feel the light inside, can you feel that fiiiire, fiiiiire, fiiiiiiiree. And you say uh-huh, but you get cut off because now the song just changed completely! If theres one thing those two songs have in common, it's that they say the name of the album a lot. CHROMAKOPIA. Yeaaahh yeaaaah CHROMAKOPIA. In Everything In Its Right Place I remember it being significantly less dramatic than this. And then he starts rapping and that piano in the background! Damnnn!!! I remember hearing it and saying, if the rest of the album doesn't sound as good as this I'm going to kill myself.<br><br>The rest of the album did not sound as good as that. But it came close =].",
    "listenedOn": "November 2, 2024",
    "releaseYear": "2024",
    "cover": "08.jpg",
    "databases": {
      "musicbrainz": "ae229bdd-2179-440c-bc78-acf0952914d4",
      "wikidata": "Q130550178"
    },
    "addendum": "The ending of the review sounded really silly so I decided to end it there. I figure here is a good place to talk about the rest of the album, though. It all feels very chaotic and all over the place, which both diminishes and improves my enjoyment of the album (it's mostly a negative). I can agree with a friend who listened to this album and say that Balloon is kind of bad. On its own it's a good song, and I'd probably listen to it isolated on multiple occasions, but after Like Him? It just doesn't go well after it, especially considering how weirdly paced the album is already. It feels like PAPAT4 from Aphex Twin's Syro. Good song on its own but after what comes before it, it's just such a weird mood whiplash and it doesn't sound great at all.<br><br>I enjoy the story being told in this album. I don't usually listen to albums with distinct themes so the concept of an album revolving around its own character is novel to me, and I think Tyler tells the album's character's story really well! Rah Tah Tah is a highlight on the album, it's good fun. She ain't never met no one who talk like that, and if you hang up on a[n individual], bitch I call right back! Haha, that's a really good line. There're a lot of good lines on this album. I LOL every time the song goes silent just so he can say \"or those women.\"<br><br>The album is very enjoyable, one of the most fun and groovy things I've listened to this year next to ilkae's pistachio island (which is similarly an album that likes to make its songs transition into eachother, which makes it very pleasantly sound like one cohesive piece). It is very much an emotional rollercoaster! If you like being sad, you should listen to Like Him."
  },
  {
    "title": "19th month, from Saharaphorest to Duomo",
    "artist": "aliceffekt",
    "rating": ["8", "10"],
    "favoriteTrack": "UMO02 - Neausea of the beldam Rlionn",
    "description": "<em>19th month</em> feels unwelcoming in some undiscernable way, but in a manner that pushes forth the notion of exploration. I'd imagine this album is about some sort of journey, hence the name and the track titles. A brilliant thing about aliceffekt's music is it all involves the <a href=\"https://wiki.xxiivv.com/site/neauismetica.html\">Neauismetica lore</a>, which was written up by the producer of the music themselves (Devine Lu Linvega). I love albums but I love albums that have a story even moreso. You're not going to understand 90% of the words being used here but they all mean something. And that's part of why I think the album is so brilliant: from an \"untrained\" eye, you're on the same journey as the one on their \"19th month\". They probably know more than you do, but everything is still distinctly unfamiliar.<br><br>There's warmth and intrigue in these songs that makes the work a relaxing listen but one that manages to keep your mind on its toes. I don't know what the fuck Paradichlorisse is saying, but it sounds cool.<br><br>The songs themselves all tie up into one cohesive piece, soaked in a beautiful low-fidelity filter that makes the compositions sound dreamy and ethereal. The last track is a combination of the previous three songs, \"uncompressed\", and it's a brilliant way to wrap things up. Just as in real travels there isn't really a beginning or end to anything. Everything is a part of another thing, there's no \"inbetween\". You're always <em>somewhere</em>.",
    "listenedOn": "February 16, 2024",
    "releaseYear": "2011",
    "cover": "07.jpg",
    "databases": {
      "musicbrainz": "5103da5d-e59c-482f-8342-c6c22ff7b698",
      "bandcamp": "https://aliceffekt.bandcamp.com/album/19th-month-from-saharaphorest-to-duomo"
    }
  },
  {
    "title": "Today I Laid Down",
    "artist": "bl4ck m4rket c4rt",
    "rating": "7",
    "favoriteTrack": "Trapdoors That Open",
    "description": "I'm having a difficult time writing this without tripping over my own words, so I'll try to be brief.<br><br>I don't think any album has captivated me and made me as emotional as Today I Laid Down did. It's been ages since I've been this touched by an album to the point of tears. It's such a sentimental and cozy album, one that never tries to bore you but one that never tries to overwhelm you either. It feels grand and unwavering. It sounds reserved and passionate at the same time. It's an ethereal experience.<br><br>Kai was incredibly talented. I admire his talent and drive to have pursued his passions to such a degree. Life is really awful sometimes... and this is a grim reminder of that. But in spite of that, it still instills hope in myself, the motivation to keep persisting... Rest easy, Kai. You are loved.",
    "listenedOn": "January 1, 2024",
    "releaseYear": "2023",
    "cover": "06.jpg",
    "databases": {
      "musicbrainz": "1831b408-ab9d-4638-8d7c-7f758fabbd4d",
      "bandcamp": "https://bl4ckm4rketc4rt.bandcamp.com/album/today-i-laid-down"
    }
  },
  {
    "title": "SIGN",
    "artist": "Autechre",
    "rating": "5.5",
    "favoriteTrack": "r cazt",
    "description": "SIGN is solely ambient in many ways, minus a few exceptions; it's, as far as I can tell, the most \"ambient\" thing they've put out since Tri Repetae (take this with a grain of salt). They dabbled in it for a bit. Perlence losid 2 off of Quaristice.Quadrange.ep.ae is one of my favorite purely ambient songs they've made, and all end off of NTS Session 4 is probably my no.1 favorite ambient track of all time. These guys are great at doing this stuff; it's Max/MSP and some extra soft/hardware, since Confield it's been in their blood to do generative music after having dabbled with it in the late 90s. Ambient and generative go hand in hand, there's a reason you can't go anywhere on Patchstorage or what have you without seeing something marketing itself as that. SIGN goes a lot further in its execution of this style and texture of music, though. While many of the tracks on here are some of the most beautiful they've ever put out, this album also contains some of the most bland and boring-sounding music they've produced. Towards the beginning, it creates a fantastic first impression. M4 Lema is surreal & sublime bathhouse music, followed by F7, which gives off an odd sense of deja vu, and gives off a feeling of triangles and distortion... esc desc sort of reminds me of O=0 from Oversteps, but on a much grander scale, starting meaningful and subdued, ultimately growing to become chaotic and larger-than-life. Metaz form8 doesn't need an explanation; it's <em>fucking beautiful</em>, in a way that's difficult to describe. It feels emotional, solemn, and melancholy, but hopeful and optimistic, too, in its own way. Synths sound like they're being torn apart to orchestrate a perfectly-formed harmony of tattered digital strings. sch.mefd 2 marks a return to the earlier au14-type jam stuff, but it's still wholly simple and textural in nature. There are a lot of minor subtleties here, as with most other tracks, and the entire composition evolves slowly over time, revealing many background instruments that are further revealed on repeated listen. Even one of the lows of this album is still structurally very well put together. The three songs that follow, though, are... they feel like outtakes. I wouldn't mind if the album didn't have these at all. They don't seem to evolve as much, focusing on maybe three or more notes played on the same synthesizer as background elements come and go. gr4 is the best out of all of these, but even then, it feels a bit bland compared to the rest of the good tracks. The others did this sort of generative simplicity well because the melodies they created, although likely random, felt impactful in some way. It felt like the work behind getting them to make the notes they made was entirely intentional, crafted from passion rather than from a need to make a synth voice spit out notes. After these songs are over, though, is when r cazt plays. A perfect closer to a a shockingly poignant album. The highs and lows of the 11-track landscape, fluctuating between mournful and incandescent soundscapes and impactful and strong beats, culminate in an almost depressing orchestra of synthesized horns working in unison. Their playing is almost cacophonous, yet it still manages to further the harmony that other synth voices provide, sounding of longing, as if something is lost. Their accompanying instruments work in tandem to lift each other up, becoming slightly hopeful, and ominous all the same. The deep bass adds a sense of foreboding, while the high-pitched crystallized synth contributes to a sense of beauty and of appreciation. It feels final. It feels like an end to something. Like a thousand dying computers singing in harmony as their power fizzles out and they pass, never to be heard from again. Bordering on the edge of the universe, trying to find meaning. And then it ends.<br><br>If you're Japanese or something, you get n Cur, which feels like a new beginning; as if r cazt was the end of existence, a last cry from every soul on Earth as their essence is stripped away from them and lost forever, and this song is the new beginning that takes place immediately after. What remains of the universe now explodes to create a million more beatiful spectacles of light and sound. Reality flourishes for a brief two minutes, perhaps experiencing the beauty of destruction or of rebirth, holding on to something beyond as a last hope for its survival, or as a possibility for the future, before it sizzles out yet again. But this time it's not abrupt, it's a slow fade out. The arpeggiated lead synthesizer and the fluctuating melody subdued in the background join hands and dance around each other until they cease to be. SIGN is, in many ways, a beautiful display of Autechre's ability to create stunning ambience, while also in many ways a display of some of their greatest faults. But in the parts where it truly shines, it is some of their best in years.",
    "listenedOn": "December 21, 2023",
    "releaseYear": "2020",
    "cover": "05.jpg",
    "databases": {
      "musicbrainz": "e436019a-a22d-45af-a396-66cc9c38460c",
      "discogs": "1819720",
      "wikidata": "Q98833950",
      "bandcamp": "https://autechre.bandcamp.com/album/sign"
    }
  },
  {
    "title": "Congratulations",
    "artist": "MGMT",
    "rating": "7",
    "favoriteTrack": "Flash Delirium",
    "description": "Every song here is pure brilliance wrapped in mesmerizing psychedelia, filled to the brim effervescent poignancy and the LYRICISM of a THOUSAND SUNS, if the suns could talk. If the suns were possessed by some Thom Yorke entity hot off the tails of three extremely popular singles who like Dan Treacy and Brian Eno to the point where they want to pay tribute to them in the best way possible, who could just fucking MAKE a 12-minute contemporary Bohemian Rhapsody, ehmmm... they would give this to the world. The suns would produce this emotional, mindfuck rollercoaster of an album and HURL it DIRECTLY INTO FLORIDA, everyone would HATE IT UNTIL THEY GOT OVER THEMSELVES, ROXWIZE WOULD LOVE IT, EVERYONE WOULD LOVE IT. I'VE MADE MY MIND UP.......!!!!!!!!! Working in your bloooood, but you know it's not the same as love, LOOOOVE IS ONLY IN YOUR MIIIIND!",
    "listenedOn": "November 19, 2023",
    "releaseYear": "2010",
    "cover": "04.jpg",
    "databases": {
      "musicbrainz": "8a10ef49-ad7c-404c-9937-6727ee3a401e",
      "discogs": "240064",
      "wikidata": "Q1932439"
    },
    "addendum": "I know I went crazy over this album. I still am, but most of the craziness has mostly worn off. I am not much of a psychedelic rock guy. Is that what this is? I feel like that's what this is. I had heard MGMT before, duh, Kids was the shit and it scared the fuck out of me as a kid and Time To Pretend is just fucking awesome. Both of their three main hits have at least some kind of nostalgia associated with them. But, personally? I find the songs on this album to be far better than those hits. I'm not saying this to be a contrarian, no, no, it's my honest opinion. Flash Delirium elicits the greatest feeling of musical ecstasy I have felt since the very first time I listened to Acroyear2. The ending really sounds like The Killers. Which is great because I LOVE The Killers. The music video is real funny. Siberian Breaks is also a favorite of mine (although not quite as good as Flash Delirium ...), it's what introduced me to this album in the first place. I'd say it deserves its status as the most popular song off the album, as it is just fucking fantastic on its own. One of my favorite parts of MGMT is how they intentionally obscure the meanings of their songs. It's fun to try to fruitlessly figure it out. I don't <em>like</em> when the artist of a song just releases it and says \"oh, yeah, this song is about FUCKING HOOKERS and shit\". It ruins the magic of just trying to figure it all out. Like those pictures on the screen. It's Working has a fantastic outro that makes my face look like this ----> :) for a bit, and Song For Dan Treacy is just... fun, really fun. I don't even know that guy. Is Dan Treacy cool? I know Brian Eno. Should I know Dan Treacy? Lady Dada's Nightmare sounds straight off of Dead Cities, Read Seas, & Lost Ghosts by MGMT and I love that album! And Brian Eno, too!<br/><br/>This <em>entire</em> thing reminds me of <a href=\"https://poignant.guide\">Why's (Poignant) Guide To Ruby</a> for some fucked up reason. I don't know what that reason is. But I love this album infinitely more because of that. Maybe it's because I was doing my bi-monthly rereading of that book as I was also binging this album? Perhaps? There was also a soundtrack they made for that book, it's not TOO dissimilar from this, I haven't listened to that much, though... I might give that a review. Yes, yes! Yes."
  },
  {
    "title": "Nothing Perfect Is To Ever Be Found Here",
    "artist": "super going",
    "rating": "5",
    "favoriteTrack": "A Lot That Happened",
    "description": "Large, spacious, and various, this album never chooses to settle on one place for too long. In its 6 tracks spanning 58 minutes, it never managed to bore me even once, with each song going through a transformation of its own as the track progresses. It isn't perfect, and it has some minor annoyances throughout, but it's a damn good ambient album nonetheless.",
    "listenedOn": "November 17, 2023",
    "releaseYear": "2023",
    "cover": "03.jpg",
    "databases": {
      "bandcamp": "https://fakenumberland.bandcamp.com/album/nothing-perfect-is-to-ever-be-found-here"
    }
  },
  {
    "title": "Draft 7.30",
    "artist": "Autechre",
    "rating": "6.5",
    "favoriteTrack": "RENIFORM PULS",
    "description": "A foreboding and futuristic-sounding work that is as ominous as it is strangely nostalgic. This album contains some of the most striking song titles I've seen on an Autechre release, and the songs are just as heavy-hitting, fluctuating between quaint, subtle optimism in the first half of IV VV IV VV VIII, and unabashed percussion-centric mayhem in XYLIN ROOM and V-PROC. This album gives me the strongest sense of deja vu, and I've become very attached to it for how charming the songs are, despite their perceived coldness and inhumanity. It's like the playfulness of Quaristice mixed with the bleakness of Confield.",
    "listenedOn": "November 14, 2023",
    "releaseYear": "2003",
    "cover": "02.jpg",
    "databases": {
      "discogs": "960",
      "musicbrainz": "1a6d6f6e-2988-3272-9e29-2d7edd258015",
      "wikidata": "Q3038579",
      "bandcamp": "https://autechre.bandcamp.com/album/draft-730"
    }
  },
  {
    "title": "L-event",
    "artist": "Autechre",
    "rating": "5",
    "favoriteTrack": "tac Lacora",
    "description": "A very dark and noisy companion LP to Exai that offers the same bombastic-as-shit first impression as Gantz Graf while being as inaccessible as Untilted. tac Lacora has become one of my favorite tracks from them with how frantic and all-over-the-place it is. It closes on newbound, which sounds a lot more friendly.",
    "listenedOn": "November 12, 2023",
    "releaseYear": "2013",
    "cover": "01.jpg",
    "databases": {
      "discogs": "606561",
      "musicbrainz": "504ff908-9093-4cba-bb63-666c32d221bf",
      "wikidata": "Q14928303",
      "bandcamp": "https://autechre.bandcamp.com/album/l-event"
    }
  }
]
