[
  {
    "title": "Congratulations",
    "artist": "MGMT",
    "rating": "7",
    "favoriteTrack": "Flash Delirium",
    "description": "Every song here is pure brilliance wrapped in mesmerizing psychedelia, filled to the brim effervescent poignancy and the LYRICISM of a THOUSAND SUNS, if the suns could talk. If the suns were possessed by some Thom Yorke entity hot off the tails of three extremely popular singles who like Dan Treacy and Brian Eno to the point where they want to pay tribute to them in the best way possible, who could just fucking MAKE a 12-minute contemporary Bohemian Rhapsody, ehmmm... they would give this to the world. The suns would produce this emotional, mindfuck rollercoaster of an album and HURL it DIRECTLY INTO FLORIDA, everyone would HATE IT UNTIL THEY GOT OVER THEMSELVES, ROXWIZE WOULD LOVE IT, EVERYONE WOULD LOVE IT. I'VE MADE MY MIND UP.......!!!!!!!!! Working in your bloooood, but you know it's not the same as love, LOOOOVE IS ONLY IN YOUR MIIIIND!",
    "listenedOn": "November 19, 2023",
    "releaseYear": "2010",
    "cover": "04.jpg",
    "databases": {
      "musicbrainz": "8a10ef49-ad7c-404c-9937-6727ee3a401e",
      "discogs": "240064",
      "wikidata": "Q1932439"
    },
    "addendum": "I know I went crazy over this album. I still am, but most of the craziness has mostly worn off. I am not much of a psychedelic rock guy. Is that what this is? I feel like that's what this is. I had heard MGMT before, duh, Kids was the shit and it scared the fuck out of me as a kid and Time To Pretend is just fucking awesome. Both of their three main hits have at least some kind of nostalgia associated with them. But, personally? I find the songs on this album to be far better than those hits. I'm not saying this to be a contrarian, no, no, it's my honest opinion. Flash Delirium elicits the greatest feeling of musical ecstasy I have felt since the very first time I listened to Acroyear2. The ending really sounds like The Killers. Which is great because I LOVE The Killers. The music video is real funny. Siberian Breaks is also a favorite of mine (although not quite as good as Flash Delirium ...), it's what introduced me to this album in the first place. I'd say it deserves its status as the most popular song off the album, as it is just fucking fantastic on its own. One of my favorite parts of MGMT is how they intentionally obscure the meanings of their songs. It's fun to try to fruitlessly figure it out. I don't <em>like</em> when the artist of a song just releases it and says \"oh, yeah, this song is about FUCKING HOOKERS and shit\". It ruins the magic of just trying to figure it all out. Like those pictures on the screen. It's Working has a fantastic outro that makes my face look like this ----> :) for a bit, and Song For Dan Treacy is just... fun, really fun. I don't even know that guy. Is Dan Treacy cool? I know Brian Eno. Should I know Dan Treacy? Lady Dada's Nightmare sounds straight off of Dead Cities, Read Seas, & Lost Ghosts by MGMT and I love that album! And Brian Eno, too!<br/><br/>This <em>entire</em> thing reminds me of <a href=\"https://poignant.guide\">Why's (Poignant) Guide To Ruby</a> for some fucked up reason. I don't know what that reason is. But I love this album infinitely more because of that. Maybe it's because I was doing my bi-monthly rereading of that book as I was also binging this album? Perhaps? There was also a soundtrack they made for that book, it's not TOO dissimilar from this, I haven't listened to that much, though... I might give that a review. Yes, yes! Yes."
  },
  {
    "title": "Nothing Perfect Is To Ever Be Found Here",
    "artist": "super going",
    "rating": "5",
    "favoriteTrack": "A Lot That Happened",
    "description": "Large, spacious, and various, this album never chooses to settle on one place for too long. In its 6 tracks spanning 58 minutes, it never managed to bore me even once, with each song going through a transformation of its own as the track progresses. It isn't perfect, and it has some minor annoyances throughout, but it's a damn good ambient album nonetheless.",
    "listenedOn": "November 17, 2023",
    "releaseYear": "2023",
    "cover": "03.jpg",
    "databases": {
      "bandcamp": "https://fakenumberland.bandcamp.com/album/nothing-perfect-is-to-ever-be-found-here"
    }
  },
  {
    "title": "Draft 7.30",
    "artist": "Autechre",
    "rating": "6.5",
    "favoriteTrack": "RENIFORM PULS",
    "description": "A foreboding and futuristic-sounding work that is as ominous as it is strangely nostalgic. This album contains some of the most striking song titles I've seen on an Autechre release, and the songs are just as heavy-hitting, fluctuating between quaint, subtle optimism in the first half of IV VV IV VV VIII, and unabashed percussion-centric mayhem in XYLIN ROOM and V-PROC. This album gives me the strongest sense of deja vu, and I've become very attached to it for how charming the songs are, despite their perceived coldness and inhumanity. It's like the playfulness of Quaristice mixed with the bleakness of Confield.",
    "listenedOn": "November 14, 2023",
    "releaseYear": "2003",
    "cover": "02.jpg",
    "databases": {
      "discogs": "960",
      "musicbrainz": "1a6d6f6e-2988-3272-9e29-2d7edd258015",
      "wikidata": "Q3038579",
      "bandcamp": "https://autechre.bandcamp.com/album/draft-730"
    }
  },
  {
    "title": "L-event",
    "artist": "Autechre",
    "rating": "5",
    "favoriteTrack": "tac Lacora",
    "description": "A very dark and noisy companion LP to Exai that offers the same bombastic-as-shit first impression as Gantz Graf while being as inaccessible as Untilted. tac Lacora has become one of my favorite tracks from them with how frantic and all-over-the-place it is. It closes on newbound, which sounds a lot more friendly.",
    "listenedOn": "November 12, 2023",
    "releaseYear": "2013",
    "cover": "01.jpg",
    "databases": {
      "discogs": "606561",
      "musicbrainz": "504ff908-9093-4cba-bb63-666c32d221bf",
      "wikidata": "Q14928303",
      "bandcamp": "https://autechre.bandcamp.com/album/l-event"
    }
  }
]